<script setup>

</script>

<template>
  <h1>Онлайн-тестирование</h1>
  <div class="main-info">
    <img src="../images/opros.png" class="main-img">
  <p >Мы рады видеть Вас на проекте "Онлайн тестирование". У нас есть тесты для усвоения различных программ.
    Все тесты интерактивные и проверяются компьютером, по их итогу он выдаст процент правильно решенных заданий.
    Существует возможность перепройти тест в случае неустраивающей оценки.</p>
  </div>
</template>

<style scoped>
  .main-info {
    display: flex;
  }
  .main-img {
    width: 50%;
  }
</style>